{
  "motivationalQuotes": [
    "The only way to do great work is to love what you do.\n  -Steve Jobs",
    "Life is what happens to you while you're busy making other plans.\n  -John Lennon",
    "The future belongs to those who believe in the beauty of their dreams.\n  -Eleanor Roosevelt",
    "It is during our darkest moments that we must focus to see the light.\n  -Aristotle",
    "The way to get started is to quit talking and begin doing.\n  -Walt Disney",
    "Don't let yesterday take up too much of today.\n  -Will Rogers",
    "You learn more from failure than from success. Don't let it stop you. Failure builds character.\n  -Unknown",
    "If you are working on something that you really care about, you don't have to be pushed. The vision pulls you.\n  -Steve Jobs",
    "Experience is a hard teacher because she gives the test first, the lesson afterward.\n  -Vernon Law",
    "May the Force be with you.\n  -Obi-Wan Kenobi, Star Wars",
    "Just keep swimming.\n  -Dory, Finding Nemo",
    "To infinity and beyond!\n  -Buzz Lightyear, Toy Story",
    "Life moves pretty fast. If you don't stop and look around once in a while, you could miss it.\n  -Ferris Bueller, Ferris Bueller's Day Off",
    "Nobody puts Baby in a corner.\n  -Johnny Castle, Dirty Dancing",
    "I'll be back.\n  -The Terminator, The Terminator",
    "You're gonna need a bigger boat.\n  -Chief Brody, Jaws",
    "Keep your friends close, but your enemies closer.\n  -Michael Corleone, The Godfather Part II",
    "There's no place like home.\n  -Dorothy, The Wizard of Oz",
    "I feel the need... the need for speed!\n  -Maverick, Top Gun",
    "Don't stop believin', hold on to that feelin'.\n  -Journey",
    "I get by with a little help from my friends.\n  -The Beatles",
    "What doesn't kill you makes you stronger.\n  -Kelly Clarkson",
    "I will always love you.\n  -Whitney Houston",
    "We are the champions, my friends.\n  -Queen",
    "Here comes the sun, and I say it's all right.\n  -The Beatles",
    "Don't worry, be happy.\n  -Bobby McFerrin",
    "I can see clearly now, the rain is gone.\n  -Johnny Nash",
    "Shake it off, shake it off.\n  -Taylor Swift",
    "You're simply the best, better than all the rest.\n  -Tina Turner",
    "Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.\n  -Robert Frost",
    "Hope is the thing with feathers that perches in the soul.\n  -Emily Dickinson",
    "I am the master of my fate, I am the captain of my soul.\n  -William Ernest Henley",
    "The woods are lovely, dark and deep, but I have promises to keep.\n  -Robert Frost",
    "I'm not arguing, I'm just explaining why I'm right.",
    "Coffee: because adulting is hard.",
    "I'm not lazy, I'm on energy-saving mode.",
    "Today's good mood is sponsored by coffee.",
    "I survived another meeting that should have been an email.",
    "I'm not procrastinating, I'm doing side quests.",
    "My bed is a magical place where I suddenly remember everything I forgot to do.",
    "I don't need Google, my wife knows everything.",
    "I'm not short, I'm fun-sized.",
    "I'm not weird, I'm limited edition.",
    "You are braver than you believe, stronger than you seem, and smarter than you think.",
    "Progress, not perfection.",
    "You've survived 100% of your worst days. You're doing great.",
    "Your potential is endless.",
    "Small steps every day lead to big changes over time.",
    "You are exactly where you need to be.",
    "Believe in yourself and all that you are.",
    "You are capable of amazing things.",
    "Every expert was once a beginner.",
    "You don't have to be perfect, just be yourself.",
    "Your story isn't over yet.",
    "You are enough, just as you are.",
    "Trust the process.",
    "You've got this!",
    "Be kind to yourself.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.\n  -Winston Churchill",
    "The only impossible journey is the one you never begin.\n  -Tony Robbins",
    "In the middle of difficulty lies opportunity.\n  -Albert Einstein",
    "Believe you can and you're halfway there.\n  -Theodore Roosevelt",
    "Act as if what you do makes a difference. It does.\n  -William James",
    "Success is walking from failure to failure with no loss of enthusiasm.\n  -Winston Churchill",
    "The only person you are destined to become is the person you decide to be.\n  -Ralph Waldo Emerson",
    "Go confidently in the direction of your dreams. Live the life you have imagined.\n  -Henry David Thoreau",
    "Champions keep playing until they get it right.\n  -Billie Jean King",
    "You are never too old to set another goal or to dream a new dream.\n  -C.S. Lewis",
    "I appreciate you for who you are, not just what you do.",
    "Your presence makes a difference in this world.",
    "Thank you for being authentically you.",
    "I'm grateful for your unique perspective and voice.",
    "You are worthy of love and belonging exactly as you are.",
    "Your feelings are valid and deserve to be heard.",
    "I see your efforts, even when they go unnoticed by others.",
    "You don't have to earn your worth; you already have it.",
    "I'm proud of how far you've come on your journey.",
    "Your struggles don't define you, but your resilience does.",
    "It's okay to not be okay sometimes.",
    "You are allowed to take up space in this world.",
    "Your story matters and deserves to be told.",
    "I believe in your ability to figure things out.",
    "You are more resilient than you realize.",
    "It's okay to rest when you need to.",
    "You don't have to have it all figured out right now.",
    "Your best is enough, even when it doesn't feel like it.",
    "I'm grateful you exist in this world.",
    "You are deserving of compassion, especially from yourself.",
    "Your heart is in the right place.",
    "Thank you for trying, even when it's hard.",
    "You are allowed to change your mind and grow.",
    "I appreciate your kindness toward others.",
    "You bring light to the lives you touch.",
    "It's okay to ask for help when you need it.",
    "You are not alone in your struggles.",
    "Your vulnerability is a strength, not a weakness.",
    "I'm thankful for the ways you make the world better.",
    "You are enough, just as you are in this moment.",
    "Your progress doesn't have to be perfect to be meaningful.",
    "I see the good in you, even when you can't see it yourself.",
    "You are worthy of the same kindness you show others.",
    "Thank you for not giving up, even when it's been difficult.",
    "Your sensitivity is a gift to the world.",
    "You are allowed to prioritize your own well-being.",
    "I appreciate how you care for the people around you.",
    "You don't have to prove your worth to anyone.",
    "Your dreams and goals are valid and important.",
    "I'm grateful for your patience with yourself and others.",
    "You are allowed to celebrate your small victories.",
    "Your journey is unique and doesn't need to look like anyone else's.",
    "Thank you for being gentle with yourself today.",
    "You are worthy of forgiveness, especially your own.",
    "I appreciate the effort you put into growing and learning.",
    "You are allowed to feel proud of yourself.",
    "Your existence brings joy to someone's life.",
    "It's okay to take things one day at a time.",
    "You are deserving of peace and happiness.",
    "I'm thankful for your courage to keep going."
  ]
}
